<?php
return [

    'failed' => 'این اعتبارات با سوابق ما مطابقت ندارد.',
    'throttle' => 'تلاشهای ورود بسیار زیاد لطفا دوباره امتحان کنید . ',

    'login' => [
        'text' => 'ورود به حساب کاربری'  ,
        'desc' => 'شما مینوانید وارد حساب کاربری خود شوید اگر سمتی دارید انتخاب نمایید'  ,
        'form' => 'ورود به پنل' ,
        'submit' => 'ورود' ,
        'remember' => 'مرا به خاطر بسپار'
    ] ,

    'register' => [
        'form' => 'عضو تیم ما بشوید' ,
        'text' => 'ثبت نام' ,
        'desc' => 'حسابی ندارید ؟ پس جدید بسازید' ,
        'personal_information' => 'اطلاعات شخصی' ,
        'username' => 'نام کاربری' ,
        'email' => 'ایمیل',
        'mobile' => 'شماره همراه' ,
        'name' => 'نام' ,
        'family' => 'نام خانوادگی' ,
        'bio' => 'به طور خلاصه در مورد خودتان بنویسید' ,
        'cancel' => 'منصرف شدم' ,
        'save' => 'عضویت' ,
        'privacy' => 'حریم خصوصی و قوانین' ,
        'accepted' => 'را میپذیرم' ,
        'password' => 'پسورد' ,
        'success' => 'حساب کاربری شما با موفقیت ساخته شده است .'
    ] ,

    'reset' => [
        'email' => 'ایمیل' ,
        'usersname' => 'نام کاربری' ,
        'submit' => 'ارسال لینک بازیابی' ,
        'text' => 'بازیابی پسورد' ,
        'desc' => 'اگر پسورد خود را فراموش کرده اید شما میتوانید نام کاربری خود را وارد نماید' ,
        'alert' => 'درخواست ثبت گردید' ,
        'message' => 'مطمئن نیستید که آدرس ایمیل درست باشد؟' ,
        'help' => ' ما می توانیم کمک کنیم.' ,
        'himan' => 'سلام :username' ,
        'quest' => 'ما درخواستی از شما بنا به تغییر پسورد داشته ایم , شما میتوانید برای بازیابی پسورد به وسیله لینک زیر اقدام کنید این لینک فقط 1 ساعت اعتبار دارد .' ,
    ] ,

    'recovery' => [
        'change' => 'تغییر پسورد' ,
        'desc' => 'پسورد جدید خود را وارد نمایید ' ,
        'password' => 'پسورد جدید' ,
        'repeat' => 'تکرار پسورد'
    ]
];

