<?php

return [
    "profile" => [
        "account" => [
            "label" => "حساب کاربری" ,
            "completed" => "درصد تکمیل پروفایل"
        ] ,
        "password" => [
            "label" => "گذرواژه"
        ] ,
        "plan" => [
            "label" => "پلن کاربری"
        ],
        "notification" => [
            "label" => "اعلان ها"
        ],
        "logout" => [
            "label" => "خروج از حساب"
        ] ,
    ] ,
    "message" => [
        "success" => [
            "register" => [
                "title"  => "ثبت نام کاربر جدید" ,
                "desc"   => "همین الان عضو سایت ما شوید و از امکانات ما بهره مند شوید" ,
                "create" => "حساب کاربری شما ساخته شده است , ایمیلی به پست الکترونیکی شما ارسال شده است 😎" ,
                "mail" => [
                    "title" => "تایید پست الکترونیکی" ,
                    "desc"  => "با سلام حساب شما با موفقیت ساخته شده است اگر شما حسابی در سایت ما نساخته اید میتوانید این ایمیل را نادیده بگیرید در غیر این صورت بر روی لینک زیر کلیک کنید" ,
                    "link"  => "من موافقم بزن بریم 😎"
                ]
            ] ,
            "login" => [

            ]
        ]
    ],
    "pages" => [
        "dashboard" => [
            "label" => "داشبورد" ,
            "desc"  => "به حساب کاربری خود خوش آمده اید"
        ],
        "payment" => [
            "label" => "فاکتور"
        ] ,
        "log" => [
            "label" => "لاگ هـای کاربری" ,
        ],
        "team" => [
            "my_team" => ":attribute تیم" ,
            "desc" => "کلیه تیم های ساخته شده"
        ],
        "offer" => [
            "my_offer" => ":attribute پیشنهاد" ,
            "desc" => "کلیه پیشنهادات داده شده"
        ],
        "profile" => [
            "label" => "کاربری"
        ]
    ],
    "logs" => [
        "login" => "ورود به حساب کاربری" ,
        "register" => "ثبت نام" ,
        "confirm_email" => "تایید پست الکترونیکی"
    ] ,
    "items" => [
        "new" => "جدید"
    ]
];


