<?php

return [
    "profile" => [
        "account" => [
            "label" => "حساب کاربری"
        ] ,
        "password" => [
            "label" => "گذرواژه"
        ] ,
        "plan" => [
            "label" => "پلن کاربری"
        ],
        "logout" => [
            "label" => "خروج از حساب"
        ]
    ] ,
    "message" => [
        "success" => [
            "register" => [
                "title"  => "ثبت نام کاربر جدید" ,
                "desc"   => "همین الان عضو سایت ما شوید و از امکانات ما بهره مند شوید" ,
                "create" => "حساب کاربری شما ساخته شده است , ایمیلی به پست الکترونیکی شما ارسال شده است 😎" ,
                "mail" => [
                    "title" => "تایید پست الکترونیکی" ,
                    "desc"  => "با سلام حساب شما با موفقیت ساخته شده است اگر شما حسابی در سایت ما نساخته اید میتوانید این ایمیل را نادیده بگیرید در غیر این صورت بر روی لینک زیر کلیک کنید" ,
                    "link"  => "من موافقم بزن بریم 😎"
                ]
            ] ,
            "login" => [

            ]
        ]
    ]
];
