<?php

return [

    'currency' => [
        'rial' => 'ریال' ,
        'thousandrial' => 'هزار ریال' ,
        'millionrial' => 'میلیون ریال' ,

        'toman' => 'تومان' ,
        'thousandtoman' => 'هزار تومان' ,
        'milliontoman' => 'میلیون تومان' ,
    ] ,

    'profile' => [
        'captcha' => 'کد امنیتی' ,
        'username' => 'نام کاربری' ,
        'enterusername' => 'نام کاربری را وارد نمایید...' ,
        'firstname' => 'نام' ,
        'lastname' => 'نام خانوادگی' ,
        'password' => 'رمز عبور' ,
        'enterpassword' => 'گذرواژه را وارد نمایید...' ,
        'confirmed_password' => 'تایید گذرواژه' ,
        'guards' => [
            'user' => 'کاربر' ,
            'admin' => 'متخصص'
        ] ,
        'count_offers' => ' پیشنهادات من' ,
        'count_teams' => ' تیم های من' ,
        'contact_information' => 'اطلاعات تماس' ,
        'social_information' => 'شبکه اجتماعی' ,
        'further_information'=> 'اطلاعات تکمیلی' ,
        'please_select_item' => 'یک گزینه انتخاب نمایید' ,
        'save_submit' => 'ذخیره تغییرات' ,
        'choose_picture' => 'انتخاب تصویر' ,
        'choose_skills' => 'انتخاب مهارت ها' ,
        'notification' => [
            'when_login' => 'زمانی که وارد سایت میشود به من پیام بده ' ,
            'when_edit_profile' => 'وقتی پروفایل خودم را آپدیت میکنم به من پیام بده ' ,
            'when_create_offer' => 'وقتی که پیشنهاد میدهم به من پیام بده ' ,
            'when_create_team' => 'وقتی تیم میسازم به من پیام بده ' ,
            'when_offer_confirmed' => 'وقتی درخواست من تایید میشود به من پیام بده ' ,
            'when_expired_panel' => 'وقتی پنلی که دارم منقضی میشود ' ,
            'when_myteamhave_offer' => 'وقتی برای تیم من پیشنهاد داده میشود '
        ] ,
        'plan' => [
            'change' => 'تغییر پلن' ,
            'description' => 'توضیحات' ,
            'order' => 'سفارش' ,
            'features' => [
                'text' => 'ویژگی ها' ,
                'max_create_team' => 'حداکثر :attribute تیم ' ,
                'max_create_offer' => 'حداکثر :attribute پیشنهاد ' ,
                'count_skill' => 'حداکثر :attribute مهارت ' ,
                'sms_notification' => 'اطلاعیه های پیامکی' ,
                'max_life' => 'حداکثر زندگی : :attribute روز' ,
            ]
        ]
    ] ,

    'panel' => [
        'user' => [
            'avatar' => 'تصویر پروفایل' ,
            'cover' => 'کاور پروفایل' ,
            'skills' => 'مهارت های من' ,
            'main' => 'پنل مدیریت' ,
            'confirm' => [
                'text' => 'تایید ایمیل' ,
            ],
            'activated_team' => 'فعالیت تیم سازی',
            'activated_offer' => 'فعالیت پیشنهاددهی' ,
            'edit' => [
                'text' =>  'ویرایش پروفایل' ,
                'desc' =>  'بهتر است برای معرفی خود و هم تیمی شدن به صورت دقیق مشخصات زیر را پر کنید همچنین شما میتوانید رزومه و تصویر خود را آپلود نمایید.'
            ],
            'username' => 'نام کاربری' ,
            'name' => 'نام' ,
            'family' => 'نام خانوادگی' ,
            'email' => 'پست الکترونیکی' ,
            'mobile' => 'موبایل' ,
            'website' => 'وب سایت' ,
            'phone' => 'تلفن ثابت' ,
            'fax' => 'فکس' ,
            'instagram_account' => 'اینستاگرام' ,
            'linkedin_account' => 'لینکدین' ,

            'gender' => 'جنسیت' ,
            'type_assist' => 'نوع همکاری' ,
            'interplay_fiscal' => 'نوع تعامل مالی' ,
            'min_salary' => 'حداقل دستمزد' ,
            'max_salary' => 'حداکثر دستمزد' ,
            'bio' => 'بیوگرافی' ,
            'password' => 'رمز عبور' ,
            'password_lasted' => 'رمز عبور فعلی' ,
            'repassword'=> 'تکرار رمز عبور' ,
            'password_new' => 'رمز عبور جدید' ,
            'province_id' => 'استان' ,
            'city_id' => 'شهر' ,
            'village_id' => 'روستا' ,
            'resume' => 'فایل رزومه'  ,
        ] ,
        'sidebar' => [
            'mainpage' => 'صفحه اصلی' ,
            'profile' => [
                'edit' => 'ویرایش پروفایل' ,
                'password' => 'ویرایش گذرواژه' ,
                'notification' => 'ویرایش نوتیفیکیشن' ,
                'logout' => 'خروج ' ,
                'changeplan' => ' پلن کاربری'
            ]
        ],
    ],

    'messages' => [
        'success' => [
            'logout' =>  'شما با موفقیت از حساب کاربری خود خارج شده اید.' ,
            'profile' => [
                'enter'  => 'سلام :attribute ; شما وارد حساب کاربری خود شده اید .' ,
                'update' => 'حساب کاربری شما با موفقیت ویرایش گردید .' ,
                'pass' => 'رمز عبور با موفقیت بروزرسانی گردید .' ,
                'notification' => 'نوتیفیکیشن های ارسالی حساب شما ویرایش گردید .'
            ],
            'team' => [
                'created' => 'تیم شما با موفقیت ساخته شد منتظر درخواست ها باشید ;)'
            ]

        ] ,
        'error' => [
            'password' => 'پسورد باید شامل حروف بزرگ و کوچک انگلیسی و اعداد باشد .' ,
            'logout' =>  'خطایی در هنگام خروج رخ داده است لطفا به پشتیبان اطلاع دهید !' ,
            'token_expired' => 'توکن شما اکسپایر شده است لطفا بعدا تلاش نمایید .' ,
            'add_team_fail' => 'متاسفانه شما توانایی افزودن تیم جدید را ندارید شما باید پنل خود را ارتقا دهید.' ,
        ]
    ] ,


    'active' => [
        'enable' => 'فعال' ,
        'disabled' => 'غیرفعال' ,
    ] ,

    'genders' => [
        'male'   => 'آقا' ,
        'female' => 'خانم' ,
    ] ,

    'type_assists' => [
        'telework' => 'دور کاری',
        'fulltime' => 'تمام وقت' ,
        'parttime' => 'پاره وقت',
        'internship' => 'کارآموزی'
    ],

    'interplay_fiscals' => [
        'bothfounder' => 'هم بنیان گذار' ,
        'partnership' => 'شراکتی' ,
        'fixedsalary' => 'حقوق ثابت' ,
    ] ,

    'sidebar' => [
        'payments' => 'پرداخت ها' ,
        'teams' => 'تیم ها'
    ],

    'payment' => [
        'message' => [
            'succeed' => 'تراکنش با موفقیت انجام گردید .' ,
            'failed' => 'تراکنش انجام نگردید .' ,
        ] ,
        'table' => [
            'status' => 'وضعیت پرداخت' ,
            'date' => 'تاریخ فاکتور' ,
            'planname' => 'نام پلن' ,
            'trackingcode' => 'شماره رهگیری' ,
            'price' => 'قیمت' ,
            'created_at' => 'تاریخ ثبت'
        ],
        'alert' => [
            'title' => 'فاکتورها `در حال انتظار`' ,
            'description' => 'این فاکتور در صورتی به وجود می آید شما به درگاه پرداخت رفته و از صفحه خارج شده باشید , در زمان بندی سیستم این فاکتور ها پس از گذشت یک هفته از فاکتور های شما حذف میگردد و امکان پرداخت آنها وجود ندارد.'
        ],
        'alled' => 'پرداخت ها گذشته' ,
        'successed' => 'پرداخت ها موفق' ,
        'failed' => 'ناموفق' ,
        'information' => 'مشاهده جزییات' ,
        'show_factor' => "جزییات فیش :attribute " ,
        'new_plan' => 'پلن کاربری جدید' ,
        'overview' => 'جزییات پرداخت ها' ,
        'lasted_transaction' => '10 فاکتور آخر ' ,
        'factor' => 'شماره فاکتور' ,
        'transaction_id' => 'شماره تراکنش' ,
        'ref_id' => 'شماره ارجاع بانک' ,
        'ip' => 'آی پی' ,
        'result_message' => 'توضیحات بانک' ,
        'sum' => 'جمع کل' ,
        'price' => 'قیمت' ,
    ] ,

    'team' => [
        'confirmed' => 'تایید شده' ,
        'init' => 'در انتظار تایید' ,
        'expired' => 'منقضی شده' ,
        'every' =>  'تیم هام' ,
        'all' => [
            'text' => 'تیم های من' ,
            'desc' => 'تیم های که خودتان ساختید رو ببنید و مدیریت کنید'
        ],
        'make' => 'تیم جدید' ,
        'offer' => [
            'text'   => 'پیشنهادات' ,
            'count'  => 'تعداد پیشنهادات' ,
            'max'    => 'حداکثر پیشنهاد' ,
            'remain' => 'پیشنهاد مانده' ,
            'expired_at' => 'انقضا' ,
            'expired'=> 'منقضی شده' ,
            "offer_max_5" => 'بیشتراز 5+' ,
            'created_at' => 'زمان' ,
            'val' => ':attribute پیشنهاد'
        ] ,
        'view' => [
            'text' => 'تیم هام رو کی دیده ؟' ,
            'count'=> 'کل بازدید ها'
        ] ,
        'show' => [
            'title' => "تیم :attribute" ,
            'loadmore' => 'بیشتر نمایش بده ...'
        ] ,
        'details' => [
            'text' => 'جزئیات تیم' ,
            'created_at' => 'زمان ساخت' ,
            'categories' => 'دسته بندی' ,
            'skills' => 'مهارت مورد نیاز' ,
            'members' => 'اعضا تیم من'
        ] ,
        'quick_link' => 'لینک های دسترسی' ,
        'create' => [
            'type_assist' => 'نوع همکاری' ,
            'interplay_fiscal' => 'تعامل مالی' ,
            'label' => 'ساخت تیم جدید' ,
            'desc'  => 'یک تیم جدید برای خودتان بسازید' ,
            'info' => 'مشخصات تیم' ,
            'skills_need' => 'مهارت های مورد نیاز' ,
            'confirm' => 'تایید و ساخت' ,
            'name' => 'نام تیم' ,
            'label_name' => 'نام تیم برای جذب هم تیمی مهم است . درکوتاه ترین جمله به صورت واضح توضیح دهید که چه میخواهید' ,
            'next' => 'بعدی' ,
            'prev' => 'قبلی' ,
            'excerpt' => 'خلاصه' ,
            'label_excerpt' => 'خلاصه ی از فعالیت تیم شماس , توضیحاتی که برای کاربران عادی نمایش داده میشود.' ,
            'content' => 'توضیحات تیم' ,
            'label_content' => 'جزییات کامل تیم خود را تشریح کنید بعد از تایید پیشنهاد کاربر شما این متن را به او نمایش میدهید.' ,
            'count_member' => 'افراد مورد نیاز' ,
            'label_count_member' => 'چند نفر را نیاز دارید تعداد افراد را بنویسید' ,
            'required_gender' => 'جنسیت مورد نیاز' ,
            'min_salary' => 'پایه حقوق' ,
            'max_salary' => 'حداکثر حقوق' ,
            'titles' => 'درباره تیم' ,
            'geo' => 'مکان و تماس' ,
            'phone' => 'شماره تماس' ,
            'fax' => 'شماره فکس' ,
            'mobile' => 'شماره موبایل' ,
            'email' => 'ایمیل' ,
            'website' => 'وب سایت رسمی' ,
            'address' => 'نشانی' ,
            'submit' => 'ساخت تیم من' ,
            'label_geo' => 'این مشخصات فقط به کاربرانی که هم تیمی شما شده اند نمایش داده میشود در صورت پر نکردن فیلد های زیر اکانت سازنده هدف گرفته میشود و به کاربران تایید شده نمایش داده میشود تا با شما تماس بگیرند .' ,

            'tag' => 'تیم شما در چه حوزه ای فعالیت دارد ؟' ,
            'skill' => 'چه مهارت های نیاز دارید ؟' ,
            'skill_label'=> 'افراد مرتبط با مهارت های بالا را به سمت هم تیمی شدن با شما سوق میدهیم'
        ]
    ] ,

    'status' => [
        'succeed' => 'پرداخت شد' ,
        'failed' => 'پرداخت ناموفق' ,
        'init' => 'در حال انتظار'
    ] ,

    'data_range' => [
        'all'   => 'همه' ,
        'today' => 'امروز' ,
        'yesterday' => 'دیروز' ,
        '1week'  => 'هفته قبل' ,
        '2week' => 'دو هفته قبل' ,
        '3week' => 'سه هفته قبل'  ,
        '1month' => 'ماه قبل'  ,
        '2month' => 'دو ماه قبل'  ,
        '3month' => 'سه ماه قبل' ,
        '6month' => 'شش ماه قبل' ,
        '1year' => ' سال قبل' ,
        '2year' => 'دو سال قبل' ,
        '3year' => 'سه سال قبل' ,
    ] ,

    'page' => [
        'contactus' => [
            'text' => 'تماس با ما'
        ] ,
        'privacy' => [
            'text' => 'قوانین و مقرارت'
        ]
    ] ,

    'items' => [
        'select_one' => 'یک گزینه را انتخاب نمایید' ,
        'readmore' => 'بیشتر بخوانید' ,
        'danger' => 'اخطار'
    ]

];

